Repository: InfDev/OqtaneModuleTranslations
Catalog: StudioElf.Announcements.Client.Oqtane/Resources/StudioElf/Announcements/Index.*.resx
Languages: ru_ru, uk_ua

# DownloadsFound
source: {0} downloads found
ru_ru: Найдено {0} загрузок
uk_ua: Знайдено {0} завантажень

# FoundItem
source: Found Item {0}
ru_ru: Найдена публикация {0}
uk_ua: Знайдено публікацію {0}

# PublishedFound
source: {0} Items found
ru_ru: {0} публикаций найдено
uk_ua: {0} публікацій знайдено

source: Show Category Filter
ru_ru: Показать фильтр категорий
uk_ua: Показати фільтр категорій

source: Show Admin Tools
ru_ru: Показать инструменты администрирования
uk_ua: Показати інструменти адміністрування

# TagRounded
source: Tag Borders Rounded
ru_ru: Границы тегов закруглены
uk_ua: Межі тегів закруглені

# NewFound
source: Found {0} new items
ru_ru: Найдено {0} новых публикаций
uk_ua: Знайдено {0} нових публікацій

source: Bottom
ru_ru: Вниз
uk_ua: Вниз

# DeleteDialog
source: Are You Sure You Wish To Delete The "{0}"?
ru_ru: Вы уверены, что хотите удалить "{0}"?
uk_ua: Ви впевнені, що хочете видалити "{0}"?

# DeleteDialog.Header
source: Delete Announcement!
ru_ru: Удаление публикации!
uk_ua: Видалення публікації!

source: Publish
ru_ru: Опубликовать
uk_ua: Опублікувати

source: Show Search Feedback
ru_ru: Показать отзыв о поиске
uk_ua: Показати відгук про пошук

source: Search
ru_ru: Поиск
uk_ua: Пошук

# ShowSearchFeedback.HelpText
source: Display the feedback from the search executed.
ru_ru: Отображение обратной связи от выполненного поиска.
uk_ua: Відображає зворотний зв'язок від виконаного пошуку.

# DeleteDialog.Text
source: Delete
ru_ru: Удалить
uk_ua: Видалити

source: Unarchive
ru_ru: Из архива
uk_ua: З архіву

# ModifiedOn
source: Last updated {0:dd-MMM-yyyy}
ru_ru: Последнее обновление {0:dd-MMM-yyyy}
uk_ua: Останнє оновлення {0:dd-MMM-yyyy}

# Unarchived
source: Not archived
ru_ru: Не в архиве
uk_ua: Не в архіві

# PublishedOn
source: Published on {0:dd-MMM-yyyy}
ru_ru: Опубликовано {0:dd-MMM-yyyy}
uk_ua: Опубліковано {0:dd-MMM-yyyy}

source: Archived
ru_ru: В архиве
uk_ua: В архіві

# SearchFound
source: Found {0} for search term {1}
ru_ru: Найдено {0} по поисковому запросу {1}
uk_ua: Знайдено {0} за пошуковим запитом {1}

# PlaceHolder
source: Enter search text
ru_ru: Введите текст для поиска
uk_ua: Введіть текст для пошуку

source: Download
ru_ru: Скачать
uk_ua: Скачати

# ShowTextSearch.HelpText
source: Show or hide the search entry.
ru_ru: Показать или скрыть поиск.
uk_ua: Показати або приховати пошук.

# Unpublished
source: Not published
ru_ru: Не опубликовано
uk_ua: Не опубліковано

source: Top
ru_ru: Вверх
uk_ua: Вгору

source: Published:
ru_ru: Опубликовано:
uk_ua: Опубліковано:

# Expires
source: Expires {0:dd-MMM-yyyy}
ru_ru: Истекает {0:dd-MMM-yyyy}
uk_ua: Спливає {0:dd-MMM-yyyy}

source: Read more
ru_ru: Читать больше
uk_ua: Читати більше

source: Show Text Search
ru_ru: Показать текстовый поиск
uk_ua: Показати текстовий пошук

# CreatedOn
source: Created on {0:dd-MMM-yyyy}
ru_ru: Создано {0:dd-MMM-yyyy}
uk_ua: Створено {0:dd-MMM-yyyy}

# NothingDisplay
source: No Announcements To Display
ru_ru: Нет публикаций для отображения
uk_ua: Немає публікацій для відображення

source: Unpublish
ru_ru: Отменить опубликование
uk_ua: Скасувати опублікування

source: All Categories
ru_ru: Все категории
uk_ua: Усі категорії

source: Archive
ru_ru: Архив
uk_ua: Архів

source: Categories
ru_ru: Категории
uk_ua: Категорії

# TagRounded.HelpText
source: Makes the tags more rounded in appearence
ru_ru: Делает теги более округлыми
uk_ua: Робить теги більш округлими

source: Loading...
ru_ru: Загрузка...
uk_ua: Завантаження...

# CategoryFound
source: {0} found for Category {1}
ru_ru: {0} найдено для категории {1}
uk_ua: {0} знайдено для категорії {1}

# TagFound
source: Tags {0} found for {1}
ru_ru: Найдено {0} для тега {1}
uk_ua: Знайдено {0} для тега {1}

# ShowCategoryFilter.HelpText
source: Show or hide the category selector
ru_ru: Показати або приховати селектор категорій
uk_ua: Показати або приховати селектор категорій

# Edit.Text
source: Edit
ru_ru: Редактировать
uk_ua: Редагувати

# Add.Text
source: Add Announcement
ru_ru: Добавить публикацию
uk_ua: Додати публікацію

source: Both
ru_ru: Оба
uk_ua: Обидва

# Tags
source: Assigned Tag
ru_ru: Назначенные теги:
uk_ua: Призначені теги:
