Repository: InfDev/OqtaneModuleTranslations
Catalog: StudioElf.Announcements.Client.Oqtane/Resources/StudioElf/Announcements/Settings.*.resx
Languages: ru_ru, uk_ua

source: Show Category Filter
ru_ru: Показать фильтр категорий
uk_ua: Показати фільтр категорій

source: Show Admin Tools
ru_ru: Показать инструменты администрирования
uk_ua: Показати інструменти адміністрування

# TagAppearance.HelpText
source: Set the Appearance of the tag buttons
ru_ru: Установите внешний вид кнопок тегов
uk_ua: Встановіть зовнішній вигляд кнопок тегів

# NumberOfTagsInIndex.HelpText
source: The index is all tags used and grouped by frequency used
ru_ru: Индекс — это все используемые теги, сгруппированные по частоте использования
uk_ua: Індекс - це всі теги, що використовуються, згруповані за частотою використання

# MaxNumberItems.HelpText
source: Select the number of items to be collected. ie first 20 items.
ru_ru: Выберите количество публикаций, которые нужно отобрать. например, первые 20 публикаций.
uk_ua: Виберіть кількість публікацій, які потрібно відібрати. наприклад, перші 20 публікацій.

# Categories.HelpText
source: Categories that can be a used to list items against
ru_ru: Категории, которые можно использовать для перечисления элементов
uk_ua: Категорії, які можна використовувати для переліку елементів

source: Pager position
ru_ru: Позиция пейджера
uk_ua: Позиція пейджера

source: Show Search Feedback
ru_ru: Показать поисковый отзыв
uk_ua: Показати пошуковий відгук

source: Allow Tag Filter
ru_ru: Разрешить фильтр тегов
uk_ua: Дозволити фільтр тегів

# ShowSearchFeedback.HelpText
source: Display the feedback from the search executed.
ru_ru: Отображение обратной связи для выполненного поиска.
uk_ua: Відображення зворотного зв'язку для пошуку.

# PagerPosition.HelpText
source: Select where the pager should be placed.
ru_ru: Выберите, где должен быть размещен пейджер.
uk_ua: Виберіть, де має бути розміщений пейджер.

# NewDuration
source: Keep "New" for :
ru_ru: Сохранять «Новая» дней:
uk_ua: Зберігати «Нова» днів:

# NumberOfTagsInIndex
source: Number Of Tags to display
ru_ru: Количество отображаемых тегов
uk_ua: Кількість тегів, що відображаються

# ShowTextSearch.HelpText
source: Show or hide the search entry.
ru_ru: Показать или скрыть поисковый запрос.
uk_ua: Показати або сховати пошуковий запит.

# AllowTagFilter.HelpText
source: When set allows the tags items to be clicked are returns only those items
ru_ru: Когда установлено, разрешается щелкать элементы тегов и будут возвращены только эти элементы
uk_ua: Коли встановлено, дозволяється клацати елементи тегів і будуть повернені лише ці елементи

# ItemsPerPage.HelpText
source: Select the number of items to be rendered on the page.
ru_ru: Выберите количество элементов, которые должны отображаться на странице.
uk_ua: Выберите количество элементов, которые должны отображаться на странице.

# AllowDiscovery.HelpText
source: When set to yes the instance will appear in the Timelines selection list. This is the only way the timeline will work.
ru_ru: Если установлено значение Да, элемент появится в списке выбора Timelines. Только так временная шкала будет работать.
uk_ua: Якщо встановлено Так, елемент з'явиться у списку вибору Timelines. Тільки так тимчасова шкала працюватиме.

source: Show Text Search
ru_ru: Показать текстовый поиск
uk_ua: Показати текстовий пошук

source: Categories
ru_ru: Категории
uk_ua: Категорії

# TagRounded.HelpText
source: When selected with give the tags a rounded look.
ru_ru: При выборе придайте тегам округлый вид.
uk_ua: При виборі надайте тегам округлий вигляд.

# ChartNumberDisplay.HelpText
source: Select the number of items to display at the side of the image
ru_ru: Выберите количество элементов, которые будут отображаться сбоку от изображения
uk_ua: Выберите количество элементов, которые будут отображаться сбоку от изображения

# NewDuration.HelpText
source: After pulished the item will stay "New" for set number of days
ru_ru: После удаления публикация останется «Новой» в течение установленного количества дней
uk_ua: Після видалення публікація залишиться «Новою» протягом встановленої кількості днів.

# ChartNumberDisplay
source: Chart Numbers
ru_ru: Количество карт
uk_ua: Кількість карток

# SelectModule
source: Select Announcement Module
ru_ru: Выберите модуль Публикации
uk_ua: Виберіть модуль Публікації

source: Tag Appearance
ru_ru: Внешний вид тега
uk_ua: Зовнішній вигляд тега

source: Allow Discovery
ru_ru: Разрешить обнаружение
uk_ua: Дозволити виявлення

source: Items Per Page
ru_ru: Элементов на странице
uk_ua: Элементов на странице

# ShowCategoryFilter.HelpText
source: Show or hide the category selector
ru_ru: Показать или скрыть селектор категорий
uk_ua: Показати або приховати селектор категорій

# MaxNumberItems
source: Maximum Number Items
ru_ru: Максимальное число элементов
uk_ua: Максимальное число элементов
